/* State and Keyword group names in SyntaxDefinition.xml */
"String" = "\"String\"";
"Number" = "Number";
"Combinator" = "Combinator";
"Operator" = "Operator";
"Identifier" = "Identifier";
"Keyword" = "Keyword";
"LiteralKeyword" = "Literal keyword (true, false, null)";
"PreludeName" = "Defined in Orc standard library";
"OrcDocComment" = "{-- OrcDoc Comment -}";
"OrcDocTag" = "OrcDoc @tag";
"SingleLineComment" = "-- Comment";
"Comment" = "{- Comment -}";

/* Symbol type names in RegexSymbols.xml (in addition to above) */
"Val" = "Val";
"Def" = "Def";
"Type" = "Type";
"ImportClass" = "import class";
"ImportSite" = "import site";
"Include" = "include";
"MergeConflict" = "SCM merge conflict";


"/Base/PrefixlessURLs" = "www.apple.com";
"/Base/Emails" = "steve@apple.com";
"/Base/URLs" = "see://another.com/document?id=123";
